Revit 2024 API
ScheduleFilter.IsDoubleValue Property
 Indicates if the filter has a double value.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public bool IsDoubleValue { get; }
Visual Basic
Public ReadOnly Property IsDoubleValue As Boolean
	Get
Visual C++
public:
property bool IsDoubleValue {
	bool get ();
}
See Also
ScheduleFilter Class
Autodesk.Revit.DB Namespace